[
  {
    "title": "Le Marmotte",
    "testo": "Marmota Blumenbach, 1779 è il genere dell'ordine dei Roditori (Rodentia) cui appartengono le quindici specie di     marmotte, scoiattoli di terra (Marmotini) lunghi fino a 50 centimetri diffusi in Eurasia e in America del Nord. Sonorincipalmente abitanti delle steppe fredde.La marmotta delle Alpi, che oggi vive solo nelle zone montuose al di sopra della linea degli alberi,durante l'era glaciale del Pleistocene si incontrava in tutte le pianure europee dai Pireneill'Ucraina. Era invece assente dalle Alpi, che erano ricoperte da uno spesso strato di ghiaccio. Tuttavia, con la fine dell'era glaciale, solo i luoghi d'alta montagna delle Alpi hanno offerto a questa specie un habitat adatto (si parla pertanto di relitto glaciale). Le marmotte possono vivere fino a 15 anni."
  },
  {
    "title": "I Cavalli",
    "testo": "Il cavallo (Equus ferus caballus Linnaeus, 1758)[2] è un mammifero perissodattilo di medio-grossa taglia appartenente alla famiglia degli Equidi. Con l'avvento dell'addomesticamento si è distinto dal cavallo selvatico[3][4], di cui è considerato una sottospecie. L'evoluzione del cavallo è cominciata dai 55 ai 45 milioni di anni fa e ha portato dal piccolo Hyracotherium con più dita, al grande animale odierno, a cui rimane un unico dito.5 L'essere umano ha iniziato ad addomesticare i cavalli più tardi rispetto ad altri animali, intorno al 5000 a.C. nelle steppe orientali dell'Asia (il tarpan), mentre in Europa lo si iniziò ad addomesticare non prima del III millennio a.C. I cavalli della sottospecie caballus sono tutti addomesticati, sebbene alcuni di questi vivano allo stato brado come cavalli inselvatichiti, diversi dai cavalli selvaggi che, invece, non sono mai stati addomesticati."
  },
  {
    "title": "Scimmia dal naso camuso",
    "testo":"Oggi parlo della scimmia dal naso camuso, o rinopiteco. Un affascinante primate che popola le vette più elevate di Cina, Myanmar e Vietnam, in serio pericolo di estinzione. Questa scimmia prende il nome dal breve troncone di naso che risalta al centro del suo viso rotondo.In italiano l’aggettivo camuso significa piatto, schiacciato, ed è proprio così che appare il naso dei rinopitechi. Schiacciato, con le narici molto larghe. Anche in spagnolo il nome della specie richiama questa caratteristica: “langur de nariz chata”, dove l’aggettivo “chata” significa proprio piatto e poco pronunciato. Invece il nome portoghese, “macaco de nariz arrebitado”, presenta una piccola differenza: infatti l’aggettivo “arrebitado” significa “all'insù”, anche questa caratteristica peculiare del naso dei rinopitechi."
  },
  {
    "title": "Pigliamosche reale dell'Amazzonia",
    "testo":"L'Amazzonia è quella parte della Terra in cui trovare una grande varietà di flora e di fauna, qui la biodiversità è davvero sorprendente e la natura si è davvero sbizzarrita. Se consideriamo il mondo dei volatili l'elenco delle specie presenti sarebbe infinito.Oggi parliamo di una specie di uccelli che vive nelle foreste pluviali dell'Amazzonia da cui prende lo stesso nome, noto anche per un suo grande talento, la caccia di piccoli insetti: ecco il pigliamosche dell'Amazzonia.CaratteristicheL’Onychorhynchus coronatus conosciuto meglio con il nome di pigliamosche reale amazzonico è un uccello che appartiene alla famiglia Tityridae, endemico del Sud America."
  }
]