{
  "users": [
    {
      "id": 1,
      "name": "Mario",
      "surname": "Rossi",
      "email": "mario.rossi@example.com",
      "password": "$2a$10$OPHvFM/H4v5kdvbhP/MzLuWekV.tUcOZRbUw/jSqv5CpexJRWpN3W"
    },
    {
      "email": "ale.maz097@gmail.com",
      "password": "$2a$10$WDxxUeYxfeU0q9YDbvKxVOi71xn0k6pi2CWzZTRBrkbOe8miEnbsK",
      "name": "Alessandro",
      "id": 2
    },
    {
      "email": "m@g.c",
      "password": "$2a$10$EHRoBpukHa.FXL95CgHFKOfQj4yjZoYsHdppC7/cKD2lH5n/u0Obm",
      "name": "CONSOLE",
      "id": 3
    },
    {
      "email": "a@b.c",
      "password": "$2a$10$I8ktkF9zXfn29NGQarTGzu6iJ5nPPUhOmeEscvo.Dwf.kBUcpj3ui",
      "name": "a",
      "id": 4
    }
  ],
  "movies-popular": [
    {
      "id": 1,
      "title": "Inception",
      "description": "Inception è un film del 2010 scritto, diretto e prodotto da Christopher Nolan e interpretato da Leonardo DiCaprio, Tom Hardy, Cillian Murphy, Marion Cotillard, Ellen Page, Joseph Gordon-Levitt e Michael Caine.",
      "image": "https://example.com/inception.jpg",
      "duration": "2h 28min",
      "rating": 8.8
    },
    {
      "id": 2,
      "title": "The Shawshank Redemption",
      "description": "Le ali della libertà (The Shawshank Redemption) è un film del 1994 scritto e diretto da Frank Darabont. Il film è tratto dal racconto Rita Hayworth e la redenzione di Shawshank incluso nella raccolta Stagioni diverse di Stephen King.",
      "image": "https://example.com/shawshank_redemption.jpg",
      "duration": "2h 22min",
      "rating": 9.3
    },
    {
      "id": 3,
      "title": "The Dark Knight",
      "description": "Il cavaliere oscuro (The Dark Knight) è un film del 2008 diretto da Christopher Nolan. La sceneggiatura è stata scritta da David S. Goyer e lo stesso Nolan. È il seguito di Batman Begins (2005), anch'esso diretto da Nolan.",
      "image": "https://example.com/dark_knight.jpg",
      "duration": "2h 32min",
      "rating": 9
    },
    {
      "id": 4,
      "title": "Pulp Fiction",
      "description": "Pulp Fiction è un film del 1994 diretto da Quentin Tarantino. Il film è conosciuto per la sua trama non lineare, che mescola diverse storie intorno a gangster, criminali e boxeur.",
      "image": "https://example.com/pulp_fiction.jpg",
      "duration": "2h 34min",
      "rating": 8.9
    },
    {
      "id": 5,
      "title": "Fight Club",
      "description": "Fight Club è un film del 1999 diretto da David Fincher, basato sull'omonimo romanzo di Chuck Palahniuk. Il film è noto per i suoi temi controversi e la sua rappresentazione della disaffezione e dell'alienazione nella società moderna.",
      "image": "https://example.com/fight_club.jpg",
      "duration": "2h 19min",
      "rating": 8.8
    },
    {
      "id": 6,
      "title": "Forrest Gump",
      "description": "Forrest Gump è un film del 1994 diretto da Robert Zemeckis e interpretato da Tom Hanks, Robin Wright Penn, Gary Sinise e Sally Field. Il film racconta le avventure di Forrest Gump, un uomo semplice che, a dispetto della sua ingenuità, riuscirà a partecipare, spesso senza rendersene conto, a alcuni tra gli eventi più significativi della storia degli Stati Uniti.",
      "image": "https://example.com/forrest_gump.jpg",
      "duration": "2h 22min",
      "rating": 8.8
    },
    {
      "id": 7,
      "title": "The Matrix",
      "description": "The Matrix è un film del 1999 scritto e diretto dai fratelli Andy e Larry Wachowski. È interpretato da Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss e Hugo Weaving.",
      "image": "https://example.com/the_matrix.jpg",
      "duration": "2h 16min",
      "rating": 8.7
    },
    {
      "id": 8,
      "title": "Interstellar",
      "description": "Interstellar è un film del 2014 diretto da Christopher Nolan e interpretato da Matthew McConaughey, Anne Hathaway, Jessica Chastain e Michael Caine. Il film è incentrato sulle vicende di un gruppo di astronauti che cercano una nuova casa per l'umanità in un universo distante e in rapido deterioramento.",
      "image": "https://example.com/interstellar.jpg",
      "duration": "2h 49min",
      "rating": 8.6
    },
    {
      "id": 9,
      "title": "Gladiator",
      "description": "Gladiator è un film del 2000 diretto da Ridley Scott e interpretato da Russell Crowe, Joaquin Phoenix, Connie Nielsen e Oliver Reed. Il film è ambientato nell'antica Roma e racconta la storia di Massimo Decimo Meridio, un generale romano che viene tradito e ridotto a schiavo, ma che riesce a tornare in libertà e a vendicarsi dell'imperatore.",
      "image": "https://example.com/gladiator.jpg",
      "duration": "2h 35min",
      "rating": 8.5
    },
    {
      "id": 10,
      "title": "The Godfather",
      "description": "Il padrino (The Godfather) è un film del 1972 diretto da Francis Ford Coppola e interpretato da Marlon Brando, Al Pacino, James Caan, Robert Duvall e Diane Keaton. Il film è basato sul romanzo omonimo di Mario Puzo e racconta la storia della famiglia mafiosa dei Corleone, con particolare attenzione al personaggio di Michael Corleone, interpretato da Al Pacino.",
      "image": "https://example.com/godfather.jpg",
      "duration": "2h 55min",
      "rating": 9.2
    }
]
,
  "favourites": []
}